{
  "footer": {
    "companyDescription": "JanazApp ترقمن رعاية الجنائز للمجتمع الإسلامي في أوروبا الغربية. منصتنا تربط العائلات ومدراء الجنائز والمساجد والمؤسسات الحكومية.",
    "contact": {
      "address": "أنتويرب، بلجيكا",
      "email": "info@janazapp.com",
      "phone": "+32 827 32 12"
    },
    "copyright": "© 2025 JanazApp. جميع الحقوق محفوظة.",
    "links": {
      "privacy": "الخصوصية",
      "cookies": "ملفات تعريف الارتباط",
      "terms": "الشروط والأحكام"
    }
  },
  "privacy": {
    "title": "سياسة الخصوصية",
    "intro": "خصوصيتك لها أهمية قصوى لدى JanazApp. تصف هذه السياسة كيفية جمع واستخدام وحماية بياناتك الشخصية.",
    "sections": [
      {
        "title": "1. جمع البيانات",
        "content": "نحن نجمع فقط البيانات الضرورية لتقديم خدمات رعاية الجنائز الخاصة بنا. يشمل ذلك المعلومات الشخصية من العائلات المفجوعة ومدراء الجنائز والأطراف الأخرى المعنية."
      },
      {
        "title": "2. استخدام البيانات",
        "content": "تُستخدم بياناتك حصرياً لتسهيل إجراءات الوفاة والتنسيق بين الأطراف المختلفة والامتثال للالتزامات القانونية."
      },
      {
        "title": "3. الأمان",
        "content": "نطبق تدابير أمنية حديثة لحماية بياناتك الشخصية من الوصول غير المصرح به أو التعديل أو الكشف. جميع البيانات مخزنة مشفرة."
      },
      {
        "title": "4. مشاركة البيانات",
        "content": "تتم مشاركة البيانات فقط مع الأطراف المشاركة مباشرة في إجراءات الوفاة، مثل مدراء الجنائز والمساجد والوكالات الحكومية، وفقط بموافقتك الصريحة."
      },
      {
        "title": "5. حقوقك",
        "content": "لك الحق في مراجعة وتصحيح أو حذف بياناتك. اتصل بنا على info@janazapp.com للأسئلة حول خصوصيتك."
      },
      {
        "title": "6. الامتثال لـ GDPR",
        "content": "JanazApp تمتثل بالكامل للائحة العامة لحماية البيانات (GDPR). نحن نحترم خصوصيتك ونحافظ على إجراءات صارمة لحماية البيانات."
      },
      {
        "title": "7. الاتصال",
        "content": "للأسئلة حول سياسة الخصوصية هذه يمكنك الاتصال بنا على:\nالبريد الإلكتروني: info@janazapp.com\nالهاتف: +32 827 32 12"
      }
    ],
    "lastUpdated": "آخر تحديث: يناير 2025"
  },
  "terms": {
    "title": "الشروط والأحكام",
    "intro": "تنطبق هذه الشروط والأحكام على استخدام خدمات JanazApp. باستخدام خدماتنا، فإنك توافق على هذه الشروط.",
    "sections": {
      "definitions": {
        "title": "١. التعريفات",
        "janazapp": "مزود المنصة الرقمية لرعاية الجنائز.",
        "user": "أي شخص طبيعي أو اعتباري يستخدم JanazApp.",
        "partner": "رجال الأعمال وشركات التأمين أو الشركاء الآخرين الذين ينضمون عبر JanazApp.",
        "services": "جميع الوظائف (الرقمية) المتاحة عبر المنصة."
      },
      "applicability": {
        "title": "٢. القابلية للتطبيق",
        "content": "تنطبق هذه الشروط على كل استخدام لـ JanazApp، سواء من قبل الأفراد (العائلات) أو الشركاء (مدراء الجنائز، شركات التأمين)."
      },
      "janazappServices": {
        "title": "٣. خدمات JanazApp",
        "items": [
          "تقدم JanazApp منصة رقمية لرعاية الجنائز، تربط العائلات ورجال الأعمال وشركات التأمين ببعضهم البعض.",
          "لا تقدم JanazApp خدمات الجنائز بنفسها، بل تسهل التواصل والتعاون بين الأطراف المعنية.",
          "يمكن لـ JanazApp إضافة أو تعديل أو إزالة الوظائف."
        ]
      },
      "platformUse": {
        "title": "٤. استخدام المنصة",
        "items": [
          "المستخدم ملزم بتقديم بيانات صحيحة ومحدثة.",
          "لا يُسمح باستخدام المنصة لأغراض غير قانونية أو مضللة أو ضارة.",
          "الحسابات شخصية ولا يجوز مشاركتها دون إذن من JanazApp."
        ]
      },
      "payments": {
        "title": "٥. الرسوم والمدفوعات",
        "items": [
          "بالنسبة للعائلات، استخدام JanazApp مجاني.",
          "قد يتحمل الشركاء (رجال الأعمال وشركات التأمين) تكاليف وفقاً لاتفاقية منفصلة أو نموذج اشتراك.",
          "جميع المبالغ غير شاملة ضريبة القيمة المضافة، ما لم يُذكر خلاف ذلك."
        ]
      },
      "privacy": {
        "title": "٦. الخصوصية وحماية البيانات",
        "items": [
          "تعالج JanazApp البيانات الشخصية وفقاً لإعلان الخصوصية و GDPR.",
          "يبقى المستخدمون مسؤولين عن دقة البيانات التي يقدمونها."
        ]
      },
      "liability": {
        "title": "٧. المسؤولية",
        "items": [
          "JanazApp غير مسؤولة عن الأضرار المباشرة أو غير المباشرة الناتجة عن استخدام المنصة، إلا في حالة القصد أو الإهمال الجسيم.",
          "JanazApp غير مسؤولة عن الخدمات المقدمة من مدراء الجنائز أو شركات التأمين أو الأطراف الخارجية الأخرى النشطة عبر المنصة.",
          "مسؤولية JanazApp الإجمالية محدودة في جميع الحالات بالمبلغ الذي دفعه المستخدم لـ JanazApp في آخر 12 شهراً (إن أمكن)."
        ]
      },
      "intellectualProperty": {
        "title": "٨. الملكية الفكرية",
        "items": [
          "جميع حقوق الملكية الفكرية للمنصة والبرامج والشعارات والمحتوى تنتمي إلى JanazApp.",
          "لا يُسمح بنسخ أو توزيع أو نشر مواد JanazApp دون إذن."
        ]
      },
      "termination": {
        "title": "٩. المدة والإنهاء",
        "items": [
          "يمكن للمستخدمين إنهاء حساباتهم في أي وقت.",
          "يمكن لـ JanazApp إنهاء الوصول إلى المنصة في حالة سوء الاستخدام أو انتهاك هذه الشروط."
        ]
      },
      "forceMajeure": {
        "title": "١٠. القوة القاهرة",
        "content": "JanazApp غير ملزمة بالوفاء بالالتزامات إذا كان ذلك مستحيلاً بسبب القوة القاهرة، مثل أعطال الاتصال بالإنترنت أو انقطاع التيار الكهربائي أو الإجراءات الحكومية."
      },
      "law": {
        "title": "١١. القانون المطبق والنزاعات",
        "items": [
          "تحكم هذه الشروط حصرياً بالقانون الهولندي.",
          "ستُحال النزاعات إلى المحكمة المختصة في المنطقة التي تقع فيها JanazApp."
        ]
      },
      "changes": {
        "title": "١٢. التغييرات",
        "content": "يمكن لـ JanazApp تغيير هذه الشروط والأحكام. النسخة الأحدث متاحة دائماً على الموقع الإلكتروني."
      }
    }
  },
  "cookies": {
    "title": "سياسة ملفات تعريف الارتباط",
    "intro": "تستخدم JanazApp ملفات تعريف الارتباط لتحسين تجربتك وتحسين خدماتنا. ستجد أدناه معلومات حول كيفية ولماذا نستخدم ملفات تعريف الارتباط.",
    "sections": [
      {
        "title": "1. ما هي ملفات تعريف الارتباط؟",
        "content": "ملفات تعريف الارتباط هي ملفات نصية صغيرة يتم تخزينها على جهازك عندما تزور موقعنا الإلكتروني. تساعدنا في تذكر تفضيلاتك وتخصيص تجربتك."
      },
      {
        "title": "2. ما هي ملفات تعريف الارتباط التي نستخدمها؟",
        "subsections": [
          {
            "title": "ملفات تعريف الارتباط الأساسية",
            "content": "هذه ملفات تعريف الارتباط ضرورية لعمل موقعنا الإلكتروني ولا يمكن تعطيلها. يتم استخدامها للأمان وإدارة الجلسات وإمكانية الوصول."
          },
          {
            "title": "ملفات تعريف الارتباط الوظيفية",
            "content": "تتذكر هذه ملفات تعريف الارتباط تفضيلاتك وإعداداتك لتحسين تجربتك، مثل تفضيلات اللغة وإعدادات واجهة المستخدم."
          },
          {
            "title": "ملفات تعريف الارتباط التحليلية",
            "content": "نستخدم هذه ملفات تعريف الارتباط لفهم كيفية استخدام الزوار لموقعنا الإلكتروني، حتى نتمكن من تحسين خدماتنا."
          }
        ]
      },
      {
        "title": "3. لماذا نستخدم ملفات تعريف الارتباط؟",
        "list": [
          "لتخزين بيانات اعتماد تسجيل الدخول الخاصة بك بأمان",
          "لتذكر تفضيلاتك وإعداداتك",
          "لتحسين أداء موقعنا الإلكتروني",
          "لاكتشاف وحل المشاكل التقنية",
          "لمنع الأنشطة الاحتيالية"
        ]
      },
      {
        "title": "4. إدارة ملفات تعريف الارتباط",
        "content": "يمكنك إدارة ملفات تعريف الارتباط من خلال إعدادات المتصفح الخاص بك. يرجى ملاحظة أن تعطيل ملفات تعريف ارتباط معينة قد يحد من وظائف موقعنا الإلكتروني. لا يمكن تعطيل ملفات تعريف الارتباط الأساسية لأنها ضرورية لتشغيل الموقع الإلكتروني."
      },
      {
        "title": "5. فترة الاحتفاظ",
        "content": "يتم حذف ملفات تعريف ارتباط الجلسة تلقائياً عند إغلاق المتصفح. تبقى ملفات تعريف الارتباط المستمرة مخزنة حتى تنتهي صلاحيتها أو يتم حذفها بواسطتك. تتراوح فترة الاحتفاظ من بضع ساعات إلى سنة واحدة كحد أقصى."
      },
      {
        "title": "6. التغييرات على سياسة ملفات تعريف الارتباط هذه",
        "content": "قد نقوم بتحديث سياسة ملفات تعريف الارتباط هذه من وقت لآخر. سيتم نشر التغييرات على هذه الصفحة وتصبح سارية فوراً."
      },
      {
        "title": "7. الاتصال",
        "content": "للأسئلة حول سياسة ملفات تعريف الارتباط الخاصة بنا يمكنك الاتصال بنا على:\nالبريد الإلكتروني: info@janazapp.com\nالهاتف: +32 827 32 12"
      }
    ],
    "lastUpdated": "آخر تحديث: يناير 2025"
  },
  "about": {
    "title": "من نحن",
    "intro": "في JanazApp، نثبت أن التكنولوجيا والتعاطف يعملان معاً بشكل مثالي. طورنا منصة رقمية تربط العائلات ومدراء الجنائز وشركات التأمين، مما يضمن التعامل مع جميع الخطوات الإدارية والعملية المتعلقة بالوفاة بسرعة وبشكل صحيح.",
    "mission": {
      "title": "مهمتنا",
      "content1": "نحن نضمن أن العائلات المكلومة تواجه عوائق أقل. مع JanazApp، تحصل العائلات على نظرة عامة واضحة على الوثائق والخطوات والحالات — بدون متاعب، بدون غموض.",
      "content2": "يدير المهنيون ملفاتهم بكفاءة أكبر، ويتحققون من الوثائق ويعملون معاً في بيئة واحدة."
    },
    "promise": {
      "title": "وعدنا",
      "content1": "نحن نربط التكنولوجيا بالتعاطف.",
      "content2": "لا تمثل JanazApp مجرد برنامج، بل شريك موثوق في واحدة من أكثر اللحظات ضعفاً في الحياة."
    }
  }
}